=begin

== インストール

インストールするには、
「漢直Win」のパッケージに含まれている以下のファイルを、
同じフォルダに置いてください。
* kanchoku.exe … 「漢直Win」本体
* kansaku.exe … 「((<漢索窓>))」本体
* kanchoku.ini … ((<初期設定ファイル>)) 
* 106.key, 101.key, dvorak.key …((<キーボードファイル>))
* t.tbl, tut.tbl, g.tbl … ((<テーブルファイル>))
* kwbushu.rev … ((<部首合成変換辞書>))
* kwmaze.dic … ((<交ぜ書き変換辞書>))
* kwgg.dic … ((<熟語ガイド辞書>)) [^[((<ver1.27a|変更履歴>))]^]
* kanchar.dll … 補助 DLL [^[((<ver1.27f|変更履歴>))]^]
* wininfo.exe … ウィンドウクラス名調査ツール [^[((<ver1.27f|変更履歴>))]^]

通常は、アーカイブ (kw127*.zip) を解凍したフォルダを、
適当な場所に設置すればよいでしょう。
必要に応じて、実行ファイルのショートカットを作成しておくと便利です。

== アンインストール

アンインストールは、インストールしたファイルを削除するだけです。

補助 DLL (kanchar.dll) が削除できずに、残ってしまう場合は、
Windows を再起動した後にもう一度削除してみてください。

「漢直Win」と同じフォルダに生成される kwrecord.txt, kwstat.txt は、
((<入力の統計>))を記録したファイルです。必要がなければ削除してもかまいません。

なお、「漢直Win」は、レジストリを使用しません。

=end
