=begin

== 謝辞

((<"オリジナル版漢直Win"|URL:http://t.pos.to/tc/kanchoku.html>))
の作者である
徳岡宏樹
さん、

かたかなの ((<シフト打鍵による入力>)) に関するパッチをはじめ、
数々の助言を与えてくださった
木原英人
さん、

((<"1.26eb 版をパッケージング"|URL:http://openlab.jp/tcode/soft.html>))
してくださった
北嶋暁
さん、

((<"キャレット追従機能"|followCaret=n>)) のコードを書いてくださった
「((<"【原理】T-Code連習マラソン【主義】"|URL:http://pc.2ch.net/test/read.cgi/unix/1014523030/>))」の
816
さん、

((<熟語ガイド>)) 機能のコードをはじめ、
多くのコードを書いてくださった
山辺
さん、

((<1.27d 版|変更履歴>))のコードやドキュメントを書いてくださった
岡俊行さん、

バグレポートや様々なアドバイスを与えてくださった、
T-Code メーリングリストや「連習スレ」のみなさま、

そして、「漢直Win」を使ってくださっているみなさま、

に、心から感謝いたします。

=end
